Repository: dan-hart/AsNeeded
Catalog: AsNeeded/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fa, fi, fr, fr_ca, he, hi, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, vi, zh_hans, zh_hant, zh_hk

source: This will permanently delete all medications and events, and restore all app settings to their original defaults. This cannot be undone.
ar: سيؤدي هذا إلى حذف جميع الأدوية والأحداث بشكل دائم، وإعادة جميع إعدادات التطبيق إلى الإعدادات الافتراضية الأصلية. لا يمكن التراجع عن ذلك.
ca: Això eliminarà permanentment tots els medicaments i esdeveniments, i restaurarà totes les opcions de l’aplicació als valors predeterminats originals. Aquesta acció no es pot desfer.
cs: Tímto budou trvale smazány všechny léky a události a všechna nastavení aplikace budou obnovena na původní výchozí hodnoty. Toto nelze vrátit zpět.
da: Dette vil permanent slette alle mediciner og hændelser og gendanne alle appindstillinger til deres oprindelige standarder. Dette kan ikke fortrydes.
de: Dies löscht dauerhaft alle Medikamente und Ereignisse und stellt alle App‑Einstellungen auf die ursprünglichen Standardwerte zurück. Dies kann nicht rückgängig gemacht werden.
el: Αυτό θα διαγράψει μόνιμα όλα τα φάρμακα και τα γεγονότα και θα επαναφέρει όλες τις ρυθμίσεις της εφαρμογής στις αρχικές τους. Αυτό δεν μπορεί να αναιρεθεί.
es: Esto eliminará permanentemente todos los medicamentos y eventos, y restaurará todos los ajustes de la app a sus valores predeterminados. Esto no se puede deshacer.
es_419: Esto eliminará permanentemente todos los medicamentos y eventos, y restaurará todos los ajustes de la app a sus valores predeterminados originales. Esta acción no se puede deshacer.
fa: این کار تمام داروها و رویدادها را به‌طور دائم حذف کرده و همهٔ تنظیمات برنامه را به حالت پیش‌فرض بازمی‌گرداند. این عمل قابل بازگشت نیست.
fi: Tämä poistaa pysyvästi kaikki lääkkeet ja tapahtumat sekä palauttaa kaikki sovelluksen asetukset alkuperäisiin oletusarvoihin. Tätä ei voi perua.
fr: Cela supprimera définitivement tous les médicaments et événements, et rétablira tous les paramètres de l'app à leurs valeurs par défaut d'origine. Cette action est irréversible.
fr_ca: Ceci supprimera définitivement tous les médicaments et événements, et rétablira tous les réglages de l'app aux paramètres d'origine. Cela est irréversible.
he: פעולה זו תמחק לצמיתות את כל התרופות והאירועים, ותשחזר את כל הגדרות האפליקציה לברירת המחדל המקורית. לא ניתן לבטל פעולה זו.
hi: यह सभी दवाइयों और घटनाओं को स्थायी रूप से हटा देगा और ऐप की सभी सेटिंग्स को उनकी मूल डिफ़ॉल्ट पर वापस कर देगा। इसे पूर्ववत नहीं किया जा सकता।
hu: Ez véglegesen törli az összes gyógyszert és eseményt, és visszaállítja az alkalmazás beállításait az eredeti alapértékekre. Ez nem vonható vissza.
id: Ini akan menghapus secara permanen semua obat dan acara, serta mengembalikan semua pengaturan aplikasi ke pengaturan default awal. Tindakan ini tidak dapat dibatalkan.
it: Questo eliminerà permanentemente tutti i farmaci e gli eventi e ripristinerà tutte le impostazioni dell’app ai valori predefiniti. Questa operazione non può essere annullata.
ja: これにより、すべての薬とイベントが永久に削除され、アプリの設定は元の既定値に戻ります。これは元に戻せません。
kk: Бұл барлық дәрілерді мен оқиғаларды тұрақты түрде жояды және қосымшаның барлық баптауларын бастапқы әдепкі мәндеріне қайтарады. Бұл әрекетті болдырмау мүмкін емес.
ko: 이 작업을 수행하면 모든 약물과 이벤트가 영구적으로 삭제되고 앱 설정이 원래 기본값으로 복원됩니다. 이 작업은 되돌릴 수 없습니다.
ms: Ini akan memadamkan secara kekal semua ubat dan acara, serta mengembalikan semua tetapan aplikasi kepada lalai asal. Tindakan ini tidak boleh dipulihkan.
nb: Dette vil permanent slette alle medisiner og hendelser, og tilbakestille alle appens innstillinger til sine opprinnelige standardinnstillinger. Dette kan ikke angres.
nl: Dit zal alle medicijnen en gebeurtenissen permanent verwijderen en alle app‑instellingen terugzetten naar de oorspronkelijke standaardinstellingen. Dit kan niet ongedaan gemaakt worden.
pl: To będzie trwale usuwać wszystkie leki i zdarzenia oraz przywróci wszystkie ustawienia aplikacji do ich pierwotnych wartości domyślnych. Nie można tego cofnąć.
pt_br: Isto excluirá permanentemente todos os medicamentos e eventos e restaurará todas as configurações do app para os padrões originais. Isso não pode ser desfeito.
pt_pt: Isto irá eliminar permanentemente todos os medicamentos e eventos e restaurar todas as definições da app para os seus valores originais. Isto não pode ser desfeito.
ro: Aceasta va șterge permanent toate medicamentele și evenimentele și va restaura toate setările aplicației la valorile implicite inițiale. Această acțiune nu poate fi anulată.
ru: Это безвозвратно удалит все лекарства и события и восстановит все настройки приложения до исходных значений по умолчанию. Отменить это нельзя.
sv: Detta kommer permanent att radera alla mediciner och händelser och återställa alla appinställningar till ursprungliga standardvärden. Detta går inte att ångra.
th: การกระทำนี้จะลบยาทั้งหมดและเหตุการณ์ทั้งหมดอย่างถาวร และคืนค่าการตั้งค่าแอปทั้งหมดกลับไปยังค่าเริ่มต้นเดิม ไม่สามารถย้อนกลับได้
tr: Bu işlem tüm ilaçları ve etkinlikleri kalıcı olarak silecek ve uygulama ayarlarını orijinal varsayılanlarına geri yükleyecektir. Bu işlem geri alınamaz.
vi: Hành động này sẽ xóa vĩnh viễn tất cả thuốc và sự kiện, đồng thời khôi phục tất cả cài đặt ứng dụng về mặc định ban đầu. Không thể hoàn tác.
zh_hans: 这将永久删除所有药物和事件，并将所有应用设置恢复为原始默认值。此操作无法撤销。
zh_hant: 此動作將永久刪除所有藥物與事件，並將所有應用程式設定還原為原始預設值。此操作無法復原。
zh_hk: 此操作會永久刪除所有藥物與事件，並將應用程式的所有設定還原為原始預設值。此操作無法復原。

source: Tips, donations, and ways to help
ar: نصائح وتبرعات وطرق للمساعدة
ca: Consells, donacions i maneres d’ajudar
cs: Tipy, dary a možnosti, jak pomoci
da: Tips, donationer og måder at hjælpe på
de: Tipps, Spenden und Möglichkeiten, zu helfen
el: Συμβουλές, δωρεές και τρόποι για να βοηθήσετε
es: Consejos, donaciones y formas de ayudar
es_419: Consejos, donaciones y formas de ayudar
fa: راهنماها، اهداها و راه‌های کمک
fi: Vinkkejä, lahjoituksia ja tapoja auttaa
fr: Conseils, dons et moyens d'aider
fr_ca: Conseils, dons et façons d'aider
he: טיפים, תרומות ודרכים לעזרה
hi: टिप्स, दान, और मदद के तरीके
hu: Tippek, adományok és hogyan segíthetsz
id: Tips, donasi, dan cara membantu
it: Suggerimenti, donazioni e modi per aiutare
ja: ヒント、寄付、支援方法
kk: Кеңестер, қайырымдылық және көмектесу жолдары
ko: 팁, 기부 및 참여 방법
ms: Petua, sumbangan, dan cara untuk membantu
nb: Tips, donasjoner og måter å hjelpe på
nl: Tips, donaties en manieren om te helpen
pl: Wskazówki, darowizny i sposoby pomocy
pt_br: Dicas, doações e formas de ajudar
pt_pt: Dicas, donativos e formas de ajudar
ro: Sfaturi, donații și modalități de a ajuta
ru: Советы, пожертвования и способы помочь
sv: Tips, donationer och sätt att hjälpa
th: เคล็ดลับ การบริจาค และวิธีช่วยเหลือ
tr: İpuçları, bağışlar ve yardım etme yolları
vi: Mẹo, quyên góp và cách hỗ trợ
zh_hans: 提示、捐赠与支持方式
zh_hant: 提示、捐款與協助方式
zh_hk: 提示、捐款及協助方式

source: To set medication reminders, enable notifications.
ar: لتعيين تذكيرات الأدوية، فعّل الإشعارات.
ca: Per configurar recordatoris de medicació, activa les notificacions.
cs: Chceš-li nastavit připomenutí užívání léků, povol oznámení.
da: For at indstille medicinpåmindelser skal du aktivere underretninger.
de: Um Erinnerungen für Medikamente einzustellen, aktiviere die Mitteilungen.
el: Για να ορίσετε υπενθυμίσεις φαρμάκων, ενεργοποιήστε τις ειδοποιήσεις.
es: Para configurar recordatorios de medicación, activa las notificaciones.
es_419: Para configurar recordatorios de medicación, activa las notificaciones.
fa: برای تنظیم یادآور داروها، اعلان‌ها را فعال کنید.
fi: Ota ilmoitukset käyttöön, jotta voit asettaa lääkemuistutuksia.
fr: Pour définir des rappels de médicaments, activez les notifications.
fr_ca: Pour configurer des rappels de médication, activez les notifications.
he: כדי להגדיר תזכורות לתרופות, הפעל התראות.
hi: दवा रिमाइंडर सेट करने के लिए, सूचनाएँ सक्षम करें।
hu: A gyógyszeres emlékeztetők beállításához engedélyezd az értesítéseket.
id: Untuk mengatur pengingat obat, aktifkan notifikasi.
it: Per impostare i promemoria dei farmaci, abilita le notifiche.
ja: 薬のリマインダーを設定するには、通知を有効にしてください。
kk: Дәрі-дәрмек еске салғышын орнату үшін хабарландыруларды қосыңыз.
ko: 약물 알림을 설정하려면 알림을 활성화하세요.
ms: Untuk menetapkan peringatan ubat, aktifkan pemberitahuan.
nb: For å sette medisinpåminnelser, aktiver varsler.
nl: Om medicijnherinneringen in te stellen, schakel meldingen in.
pl: Aby ustawić przypomnienia o lekach, włącz powiadomienia.
pt_br: Para definir lembretes de medicação, ative as notificações.
pt_pt: Para definir lembretes de medicação, ative as notificações.
ro: Pentru a seta memento‑uri pentru medicamente, activează notificările.
ru: Чтобы настроить напоминания о приеме лекарств, включи уведомления.
sv: För att ställa in medicinpåminnelser, aktivera aviseringar.
th: ในการตั้งเตือนยาต้องเปิดการแจ้งเตือน
tr: İlaç hatırlatmaları ayarlamak için bildirimleri etkinleştir.
vi: Để đặt lời nhắc thuốc, hãy bật thông báo.
zh_hans: 要设置用药提醒，请启用通知。
zh_hant: 要設定用藥提醒，請啟用通知。
zh_hk: 要設定用藥提醒，請啟用通知。

source: Total
ar: الإجمالي
cs: Celkem
da: I alt
de: Gesamt
el: Σύνολο
fa: مجموع
fi: Yhteensä
he: סה"כ
hi: कुल
hu: Összesen
it: Totale
ja: 合計
kk: Барлығы
ko: 합계
ms: Jumlah
nb: Totalt
nl: Totaal
pl: Razem
ru: Всего
sv: Totalt
th: รวม
tr: Toplam
vi: Tổng
zh_hans: 总计
zh_hant: 總計
zh_hk: 總計

source: Track as-needed medications with privacy and simplicity
ar: تتبع الأدوية As Needed مع الخصوصية والبساطة
ca: Fes un seguiment dels medicaments As Needed amb privadesa i senzillesa
cs: Sleduj léky As Needed s ochranou soukromí a jednoduchostí
da: Spor As Needed-medicin med privatliv og enkelhed
de: Verfolge As Needed-Medikamente mit Privatsphäre und Einfachheit
el: Παρακολούθησε τα φάρμακα As Needed με ιδιωτικότητα και απλότητα
es: Realiza el seguimiento de las medicaciones As Needed con privacidad y sencillez
es_419: Rastrea As Needed con privacidad y simplicidad
fa: ردیابی داروهای «As Needed» با حفظ حریم خصوصی و سادگی
fi: Seuraa As Needed -lääkkeitä yksityisyydellä ja yksinkertaisuudella
fr: Suivez les médicaments pris au besoin en toute confidentialité et simplicité
fr_ca: Suis les médicaments As Needed en toute confidentialité et simplicité
he: תעקוב אחרי תרופות לפי צורך עם פרטיות ופשטות
hi: गोपनीयता और सादगी के साथ As Needed दवाओं को ट्रैक करें
id: Lacak obat As Needed dengan privasi dan kesederhanaan
it: Monitora i farmaci As Needed con privacy e semplicità
ja: As Needed の薬をプライバシーに配慮して簡単に記録できます
kk: As Needed дәрі‑дәрмектерін құпиялылық пен қарапайымдылықпен қадағалаңыз
ko: 개인 정보 보호와 단순성으로 As Needed 약 복용을 기록하세요
ms: Jejak ubat As Needed dengan privasi dan kesederhanaan
nb: Følg med på As Needed-medisinene med personvern og enkelhet
nl: Houd As Needed-medicatie bij met privacy en eenvoud
pl: Śledź leki stosowane w razie potrzeby, z zachowaniem prywatności i prostoty
pt_br: Acompanhe medicamentos As Needed com privacidade e simplicidade
pt_pt: Rastrear medicamentos As Needed com privacidade e simplicidade
ro: Urmărește medicația As Needed cu confidențialitate și simplitate
ru: Отслеживай приём лекарств по необходимости с учётом приватности и простотой
sv: Spåra As Needed-mediciner med integritet och enkelhet
th: ติดตามยาที่ใช้ตามความจำเป็นด้วยความเป็นส่วนตัวและความเรียบง่าย
tr: Gizlilik ve sadelikle as-needed ilaçları takip et
vi: Theo dõi thuốc dùng khi cần với sự riêng tư và đơn giản
zh_hans: 使用隐私与简洁记录 As Needed 用药
zh_hant: 以隱私與簡單性追蹤 As Needed 用藥
zh_hk: 以私隱與簡單性追蹤 As Needed 藥物

source: Track your medications and view trends
ar: تتبع أدويتك وعرض الاتجاهات
ca: Fes un seguiment dels teus medicaments i consulta les tendències
cs: Sleduj své léky a prohlížej trendy
da: Spor dine medicin og se tendenser
de: Verfolge deine Medikamente und sieh Trends
el: Παρακολούθησε τα φάρμακά σου και δες τάσεις
es: Controla tus medicaciones y consulta tendencias
es_419: Lleva un registro de tus medicamentos y mira las tendencias
fa: داروهایتان را ردیابی کنید و روندها را ببینید
fi: Seuraa lääkkeitäsi ja katso trendejä
fr: Suivez vos médicaments et consultez les tendances
fr_ca: Suis tes médicaments et consulte les tendances
he: תעקוב אחרי התרופות שלך והצג מגמות
hi: अपनी दवाइयों को ट्रैक करें और रुझान देखें
hu: Kövesd az As Needed gyógyszereket diszkréten és egyszerűen
id: Lacak obat Anda dan lihat tren
it: Monitora i tuoi farmaci e visualizza le tendenze
ja: 薬を記録して傾向を確認できます
kk: Дәрі‑дәрмектеріңізді қадағалап, үрдістерді қараңыз
ko: 약을 기록하고 추세를 확인하세요
ms: Jejak ubat anda dan lihat trend
nb: Følg med på medisinene dine og se trender
nl: Houd je medicatie bij en bekijk trends
pl: Śledź swoje leki i sprawdzaj trendy
pt_br: Acompanhe seus medicamentos e veja tendências
pt_pt: Regista os teus medicamentos e vê tendências
ro: Urmărește-ți medicația și vezi tendințele
ru: Отслеживай свои лекарства и смотри тенденции
sv: Spåra dina läkemedel och se trender
th: ติดตามยาของคุณและดูแนวโน้ม
tr: İlaçlarını takip et ve eğilimleri gör
vi: Theo dõi thuốc của bạn và xem xu hướng
zh_hans: 记录你的用药并查看趋势
zh_hant: 追蹤你的藥物並檢視趨勢
zh_hk: 追蹤你的藥物並查看趨勢

source: Trends
ar: الاتجاهات
ca: Tendències
cs: Trendy
da: Tendenser
el: Τάσεις
es: Tendencias
es_419: Tendencias
fa: روندها
fi: Trendit
fr: Tendances
fr_ca: Tendances
he: מגמות
hi: रुझान
hu: Trendek
id: Tren
it: Tendenze
ja: 傾向
kk: Үрдістер
ko: 추세
ms: Trend
nb: Trender
pl: Trendy
pt_br: Tendências
pt_pt: Tendências
ro: Tendințe
ru: Тенденции
sv: Trender
th: แนวโน้ม
tr: Eğilimler
vi: Xu hướng
zh_hans: 趋势
zh_hant: 趨勢
zh_hk: 趨勢

source: Try checking your spelling or using a different name
ar: حاول التحقق من الإملاء أو استخدام اسم مختلف
ca: Prova de comprovar l’ortografia o d’utilitzar un nom diferent
cs: Zkontroluj pravopis nebo zkus jiný název
da: Prøv at tjekke stavningen eller bruge et andet navn
de: Prüf die Rechtschreibung oder verwende einen anderen Namen
el: Δοκίμασε να ελέγξεις την ορθογραφία ή να χρησιμοποιήσεις άλλο όνομα
es: Prueba a revisar la ortografía o usar otro nombre
es_419: Intenta revisar la ortografía o usar otro nombre
fa: املا را بررسی کنید یا نام دیگری را امتحان کنید
fi: Tarkista kirjoitusasu tai kokeile toista nimeä
fr: Essayez de vérifier l’orthographe ou d’utiliser un autre nom
fr_ca: Vérifie l'orthographe ou essaie un autre nom
he: נסה לבדוק את האיות או להשתמש בשם אחר
hi: वर्तनी जांचें या कोई अलग नाम आज़माएँ
hu: Próbáld meg ellenőrizni a helyesírást, vagy használj másik nevet
id: Coba periksa ejaan atau gunakan nama lain
it: Prova a controllare l'ortografia o a usare un nome diverso
ja: スペルを確認するか、別の名称を試してください
kk: Емлесін тексеріп көріңіз немесе басқа атауды қолданып көріңіз
ko: 철자를 확인하거나 다른 이름을 사용해 보세요
ms: Cuba semak ejaan atau gunakan nama lain
nb: Prøv å sjekke stavemåten eller bruke et annet navn
nl: Controleer je spelling of gebruik een andere naam
pl: Spróbuj sprawdzić pisownię lub użyć innej nazwy
pt_br: Tente verificar a ortografia ou usar outro nome
pt_pt: Tenta verificar a ortografia ou usar outro nome
ro: Încearcă să verifici ortografia sau să folosești un alt nume
ru: Попробуй проверить орфографию или использовать другое название
sv: Försök kontrollera stavningen eller använd ett annat namn
th: ลองตรวจการสะกดหรือลองใช้ชื่ออื่น
tr: Yazımı kontrol etmeyi veya farklı bir ad kullanmayı dene
vi: Hãy kiểm tra chính tả hoặc thử một tên khác
zh_hans: 试着检查拼写或使用其它名称
zh_hant: 請檢查拼字或嘗試使用其他名稱
zh_hk: 試試檢查拼寫或使用另一個名稱

source: Unable to load medication
ar: تعذر تحميل الدواء
ca: No s'ha pogut carregar el medicament
cs: Nelze načíst lék
da: Kan ikke indlæse medicin
de: Medikament kann nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση του φαρμάκου
es: No se puede cargar la medicación
es_419: No se puede cargar el medicamento
fa: بارگذاری دارو امکان‌پذیر نیست
fi: Lääkettä ei voi ladata
fr: Impossible de charger le médicament
fr_ca: Impossible de charger le médicament
he: לא ניתן לטעון את התרופה
hi: दवा लोड करने में असमर्थ
hu: Nem sikerült betölteni a gyógyszert
id: Tidak dapat memuat obat
it: Impossibile caricare il farmaco
ja: 薬を読み込めません
kk: Дәріні жүктеу мүмкін емес
ko: 약 정보를 불러올 수 없습니다
ms: Tidak dapat memuat ubat
nb: Kan ikke laste medisinen
nl: Kan medicatie niet laden
pl: Nie można załadować leku
pt_br: Não foi possível carregar o medicamento
pt_pt: Não foi possível carregar o medicamento
ro: Nu se poate încărca medicația
ru: Не удалось загрузить лекарство
sv: Kunde inte ladda läkemedel
th: ไม่สามารถโหลดข้อมูลยาได้
tr: İlaç yüklenemiyor
vi: Không thể tải thuốc
zh_hans: 无法加载药物信息
zh_hant: 無法載入藥物資料
zh_hk: 無法載入藥物

source: Unable to retrieve medication information.
ar: تعذر استرداد معلومات الدواء.
ca: No s'ha pogut recuperar la informació del medicament.
cs: Nelze získat informace o léku.
da: Kan ikke hente medicinoplysninger.
de: Medikamenteninformationen können nicht abgerufen werden.
el: Δεν ήταν δυνατή η ανάκτηση των πληροφοριών του φαρμάκου.
es: No se pueden obtener los datos de la medicación.
es_419: No se puede obtener la información del medicamento.
fa: امکان بازیابی اطلاعات دارو وجود ندارد.
fi: Lääkkeen tiedon hakeminen epäonnistui.
fr: Impossible de récupérer les informations sur le médicament.
fr_ca: Impossible d'obtenir les informations sur le médicament.
he: לא ניתן לאחזר מידע על התרופה.
hi: दवाइयों की जानकारी प्राप्त करने में असमर्थ।
hu: Nem sikerült lekérni a gyógyszer adatait.
id: Tidak dapat mengambil informasi obat.
it: Impossibile recuperare le informazioni sul farmaco.
ja: 薬の情報を取得できませんでした。
kk: Дәрі туралы ақпаратты алу мүмкін болмады.
ko: 약 정보 를 가져올 수 없습니다.
ms: Tidak dapat mengambil maklumat ubat.
nb: Kan ikke hente medisininformasjon.
nl: Kan medicatiegegevens niet ophalen.
pl: Nie można pobrać informacji o leku.
pt_br: Não foi possível recuperar informações do medicamento.
pt_pt: Não foi possível obter informações do medicamento.
ro: Nu se pot obține informații despre medicație.
ru: Не удалось получить информацию о лекарстве.
sv: Kunde inte hämta läkemedelsinformation.
th: ไม่สามารถดึงข้อมูลของยาได้
tr: İlaç bilgileri alınamıyor.
vi: Không thể truy xuất thông tin về thuốc.
zh_hans: 无法检索药物信息。
zh_hant: 無法擷取藥物資訊。
zh_hk: 無法擷取藥物資訊。

source: Unit
ar: الوحدة
ca: Unitat
cs: Jednotka
da: Enhed
de: Einheit
el: Μονάδα
es: Unidad
es_419: Unidad
fa: واحد
fi: Yksikkö
fr: Unité
fr_ca: Unité
he: יחידה
hi: इकाई
hu: Egység
id: Satuan
it: Unità
ja: 単位
kk: Өлшем бірлігі
ko: 단위
nb: Enhet
nl: Eenheid
pl: Jednostka
pt_br: Unidade
pt_pt: Unidade
ro: Unitate
ru: Единица
sv: Enhet
th: หน่วย
tr: Birim
vi: Đơn vị
zh_hans: 单位
zh_hant: 單位
zh_hk: 單位

source: Update medication details
ar: تحديث تفاصيل الدواء
ca: Actualitza els detalls del medicament
cs: Aktualizovat údaje o lécích
da: Opdater medicindetaljer
de: Medikamentendetails aktualisieren
el: Ενημέρωση στοιχείων φαρμάκου
es: Actualizar detalles de la medicación
es_419: Actualizar detalles del medicamento
fa: به‌روزرسانی جزئیات دارو
fi: Päivitä lääkkeen tiedot
fr: Mettre à jour les détails du médicament
fr_ca: Mettre à jour les détails du médicament
he: עדכן פרטי תרופה
hi: दवा विवरण अपडेट करें
hu: Gyógyszeradatok frissítése
id: Perbarui detail obat
it: Aggiorna i dettagli del farmaco
ja: 薬の詳細を更新
kk: Дәрі мәліметтерін жаңарту
ko: 약 정보 업데이트
ms: Kemas kini butiran ubat
nb: Oppdater medisinopplysninger
nl: Medicatiegegevens bijwerken
pl: Zaktualizuj dane leku
pt_br: Atualizar detalhes do medicamento
pt_pt: Atualizar detalhes do medicamento
ro: Actualizează detaliile medicației
ru: Обновить данные о лекарстве
sv: Uppdatera läkemedelsuppgifter
th: อัปเดตรายละเอียดยา
tr: İlaç detaylarını güncelle
vi: Cập nhật chi tiết thuốc
zh_hans: 更新药物详细信息
zh_hant: 更新藥物詳細資料
zh_hk: 更新藥物資料

source: Update Quantity
ar: تحديث الكمية
ca: Actualitza la quantitat
cs: Aktualizovat množství
da: Opdater mængde
de: Menge aktualisieren
el: Ενημέρωση ποσότητας
es: Actualizar cantidad
es_419: Actualizar cantidad
fa: به‌روزرسانی مقدار
fi: Päivitä määrä
fr: Mettre à jour la quantité
fr_ca: Mettre à jour la quantité
he: עדכן כמות
hi: मात्रा अपडेट करें
hu: Mennyiség frissítése
id: Perbarui Jumlah
it: Aggiorna quantità
ja: 数量を更新
kk: Санын жаңарту
ko: 수량 업데이트
ms: Kemas kini Kuantiti
nb: Oppdater mengde
nl: Hoeveelheid bijwerken
pl: Zaktualizuj ilość
pt_br: Atualizar quantidade
pt_pt: Atualizar quantidade
ro: Actualizează cantitatea
ru: Обновить количество
sv: Uppdatera mängd
th: อัปเดตปริมาณ
tr: Miktarı Güncelle
vi: Cập nhật số lượng
zh_hans: 更新数量
zh_hant: 更新數量
zh_hk: 更新數量

source: Updating...
ar: جاري التحديث...
ca: Actualitzant...
cs: Aktualizuji...
da: Opdaterer...
de: Aktualisiere...
el: Ενημέρωση...
es: Actualizando...
es_419: Actualizando...
fa: در حال به‌روزرسانی...
fi: Päivitetään...
fr: Mise à jour...
fr_ca: Mise à jour...
he: מעודכן...
hi: अपडेट किया जा रहा...
hu: Frissítés...
id: Memperbarui...
it: Aggiornando...
ja: 更新中...
kk: Жаңартылып жатыр...
ko: 업데이트 중...
ms: Mengemas kini...
nb: Oppdaterer...
nl: Bijwerken...
pl: Aktualizuję...
pt_br: Atualizando...
pt_pt: A atualizar...
ro: Actualizez...
ru: Обновление...
sv: Uppdaterar...
th: กำลังอัปเดต...
tr: Güncelleniyor...
vi: Đang cập nhật...
zh_hans: 正在更新...
zh_hant: 更新中...
zh_hk: 更新中...

source: Usage Calendar
ar: تقويم الاستخدام
ca: Calendari d'ús
cs: Kalendář užívání
da: Brugs-kalender
de: Nutzungskalender
el: Ημερολόγιο χρήσης
es: Calendario de uso
es_419: Calendario de uso
fa: تقویم مصرف
fi: Käyttökalenteri
fr: Calendrier d’utilisation
fr_ca: Calendrier d'utilisation
he: לוח שימוש
hi: उपयोग कैलेंडर
hu: Használati naptár
id: Kalender Pemakaian
it: Calendario d'uso
ja: 使用カレンダー
kk: Қолдану күнтізбесі
ko: 사용 캘린더
ms: Kalendar Penggunaan
nb: Brukskalender
nl: Gebruikskalender
pl: Kalendarz użycia
pt_br: Calendário de uso
pt_pt: Calendário de utilização
ro: Calendar utilizare
ru: Календарь приёма
sv: Användningskalender
th: ปฏิทินการใช้งาน
tr: Kullanım Takvimi
vi: Lịch sử sử dụng
zh_hans: 使用日历
zh_hant: 使用日曆
zh_hk: 使用日曆

source: Version
ar: الإصدار
ca: Versió
cs: Verze
el: Έκδοση
es: Versión
es_419: Versión
fa: نسخه
fi: Versio
he: גרסה
hi: संस्करण
hu: Verzió
id: Versi
it: Versione
ja: バージョン
kk: Нұсқа
ko: 버전
ms: Versi
nb: Versjon
nl: Versie
pl: Wersja
pt_br: Versão
pt_pt: Versão
ro: Versiune
ru: Версия
th: เวอร์ชัน
tr: Sürüm
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本
zh_hk: 版本

source: Version %@
ar: الإصدار %@
ca: Versió %@
cs: Verze %@
el: Έκδοση %@
es: Versión %@
es_419: Versión %@
fa: نسخه %@
fi: Versio %@
he: גרסה %@
hi: संस्करण %@
hu: Verzió %@
id: Versi %@
it: Versione %@
ja: バージョン %@
kk: Нұсқа %@
ko: 버전 %@
ms: Versi %@
nb: Versjon %@
nl: Versie %@
pl: Wersja %@
pt_br: Versão %@
pt_pt: Versão %@
ro: Versiune %@
ru: Версия %@
th: เวอร์ชัน %@
tr: Sürüm %@
vi: Phiên bản %@
zh_hans: 版本 %@
zh_hant: 版本 %@
zh_hk: 版本 %@

source: Version, build, and overview
ar: الإصدار، البناء ونظرة عامة
ca: Versió, compilació i visió general
cs: Verze, sestavení a přehled
da: Version, build og oversigt
de: Version, Build und Übersicht
el: Έκδοση, build και επισκόπηση
es: Versión, compilación y resumen
es_419: Versión, compilación y resumen
fa: نسخه، ساخت و نمای کلی
fi: Versio, build ja yleiskatsaus
fr: Version, build et aperçu
fr_ca: Version, build et aperçu
he: גרסה, בנייה ומבט כללי
hi: संस्करण, बिल्ड, और अवलोकन
hu: Verzió, build és áttekintés
id: Versi, build, dan ringkasan
it: Versione, build e panoramica
ja: バージョン、ビルド、および概要
kk: Нұсқа, құрастыру және шолу
ko: 버전, 빌드 및 개요
ms: Versi, binaan, dan gambaran keseluruhan
nb: Versjon, build og oversikt
nl: Versie, build en overzicht
pl: Wersja, kompilacja i przegląd
pt_br: Versão, build e visão geral
pt_pt: Versão, compilação e visão geral
ro: Versiune, build și prezentare generală
ru: Версия, сборка и обзор
sv: Version, build och översikt
th: เวอร์ชัน บิลด์ และภาพรวม
tr: Sürüm, derleme ve genel bakış
vi: Phiên bản, bản dựng và tổng quan
zh_hans: 版本、构建与概览
zh_hant: 版本、組建與概覽
zh_hk: 版本、構建與概覽
